Repository: CuzImMazen/book_it
Catalog: lib/l10n/Home/home_*.arb
Languages: ar

# filters_title
source: Filters
ar: الفلاتر

# filters_governorate
source: Governorate :
ar: المحافظة :

# filters_select_governorate
source: Select Governorate
ar: اختر المحافظة

# filters_choose_city
source: Choose a City :
ar: اختر المدينة :

# filters_select_city
source: Select City
ar: اختر المدينة

# filters_price
source: Price :
ar: السعر :

# filters_area
source: Area :
ar: المساحة :

# filters_num_bedrooms
source: Num of Bedrooms :
ar: عدد غرف النوم :

# filters_num_bathrooms
source: Num of Bathrooms :
ar: عدد الحمامات :

# filters_num_kitchens
source: Num of Kitchens :
ar: عدد المطابخ :

# filters_only_available
source: Only Available
ar: المتاحة فقط

# filters_apply_button
source: Apply Filter
ar: تطبيق الفلاتر

source: Only show available properties
ar: عرض العقارات المتاحة فقط

source: Any
ar: أي عدد

source: Min
ar: الحد الأدنى

source: Max
ar: الحد الأقصى

source: All
ar: الكل

source: Damascus
ar: دمشق

source: Rural Damascus
ar: ريف دمشق

source: Aleppo
ar: حلب

source: Idlib
ar: إدلب

source: Homs
ar: حمص

source: Hama
ar: حماة

source: Latakia
ar: اللاذقية

source: Tartus
ar: طرطوس

source: Sweidah
ar: السويداء

source: Dara'a
ar: درعا

source: Hassakeh
ar: الحسكة

source: Deir Alzoor
ar: دير الزور

source: Alraqqa
ar: الرقة

source: AlQuneitra
ar: القنيطرة

# damascus_alQadam
source: Al-Qadam
ar: القدم

# damascus_mazzeh
source: Mazzeh
ar: المزه

# damascus_alSalihiyah
source: Al-Salihiyah
ar: الصالحية

# damascus_baramkeh
source: Baramkeh
ar: البرامكة

# damascus_alZahra
source: Al-Zahra
ar: الزهراء

# ruralDamascus_douma
source: Douma
ar: دوما

# ruralDamascus_harasta
source: Harasta
ar: حرستا

# ruralDamascus_saidnaya
source: Saidnaya
ar: صيدنايا

# ruralDamascus_zabadani
source: Zabadani
ar: الزبداني

# ruralDamascus_alTall
source: Al-Tall
ar: التل

# aleppo_azaz
source: Azaz
ar: أعزاز

# aleppo_alBab
source: Al-Bab
ar: الباب

# aleppo_manbij
source: Manbij
ar: منبج

# aleppo_jarabulus
source: Jarabulus
ar: جرابلس

# aleppo_alSukkari
source: Al-Sukkari
ar: السكاري

# idlib_maaratAlNuman
source: Maarat al-Numan
ar: معرة النعمان

# idlib_jisrAlShughur
source: Jisr al-Shughur
ar: جسر الشغور

# idlib_ariha
source: Ariha
ar: أريحا

# idlib_saraqib
source: Saraqib
ar: سراقب

# homs_alRastan
source: Al-Rastan
ar: الرستن

# homs_alQusayr
source: Al-Qusayr
ar: القصير

# homs_talbiseh
source: Talbiseh
ar: تلبيسة

# homs_tadmur
source: Tadmur
ar: تدمر

# hama_masyaf
source: Masyaf
ar: مصياف

# hama_salamiyah
source: Salamiyah
ar: السلمية

# hama_mahardah
source: Mahardah
ar: محردة

# hama_suran
source: Suran
ar: صوران

# latakia_jableh
source: Jableh
ar: جبلة

# latakia_qardaha
source: Qardaha
ar: القرداحة

# latakia_alHaffah
source: Al-Haffah
ar: الحفة

# latakia_rabia
source: Rabia
ar: ربيعة

# tartus_baniyas
source: Baniyas
ar: بانياس

# tartus_safita
source: Safita
ar: صافيتا

# tartus_alShaykhBadr
source: Al-Shaykh Badr
ar: الشيخ بدر

# tartus_duraykish
source: Duraykish
ar: دريكيش

# sweidah_shahba
source: Shahba
ar: شهبا

# sweidah_sahwatAlKhudr
source: Sahwat al-Khudr
ar: سهوة الخضر

# sweidah_shaqqa
source: Shaqqa
ar: شقّا

# sweidah_rweished
source: Rweished
ar: الرويشد

# daraa_dael
source: Da'el
ar: داعل

# daraa_nawa
source: Nawa
ar: نوى

# daraa_izraa
source: Izraa
ar: إزرع

# daraa_alShajara
source: Al-Shajara
ar: الشجرة

# hassakeh_qamishli
source: Qamishli
ar: القامشلي

# hassakeh_amuda
source: Amuda
ar: عامودا

# hassakeh_alMalikiyah
source: Al-Malikiyah
ar: المليكية

# hassakeh_rasAlAyn
source: Ras al-Ayn
ar: رأس العين

# deirAlzoor_alMayadin
source: Al-Mayadin
ar: الميادين

# deirAlzoor_alBusayrah
source: Al-Busayrah
ar: البصيرة

# deirAlzoor_alShuhayl
source: Al-Shuhayl
ar: الشحيل

# deirAlzoor_alKasrah
source: Al-Kasrah
ar: الكاسرة

# alraqqa_alThawrah
source: Al-Thawrah
ar: الثورة

# alraqqa_alMansurah
source: Al-Mansurah
ar: المنصورة

# alraqqa_alResafa
source: Al-Resafa
ar: الرصافة

# alraqqa_alHurriya
source: Al-Hurriya
ar: الحرية

# alQuneitra_fiq
source: Fiq
ar: فيق

# alQuneitra_buqata
source: Buqata
ar: بقعاثا

# alQuneitra_kafrShams
source: Kafr Shams
ar: كفر شمس

# discardDialog_title
source: Are you sure?
ar: هل أنت متأكد؟

# discardDialog_content
source: You will lose all your filters
ar: ستفقد جميع فلاترك

# discardDialog_cancel
source: Cancel
ar: إلغاء

# discardDialog_yes
source: Yes
ar: نعم

# category_all
source: All
ar: الكل

# category_house
source: House
ar: منزل

# category_villa
source: Villa
ar: فيلا

# category_apartment
source: Apartment
ar: شقة

# detail_propertyDescription
source: Property Description
ar: وصف العقار

# detail_owner
source: Owner
ar: المالك

# detail_cantBookOwnProperty
source: You can't book your own property
ar: لا يمكنك حجز عقارك الخاص

# detail_available
source: Available
ar: متاح

# detail_unavailable
source: Unavailable
ar: غير متاح

# detail_pricePerNight
source: {price}/Night
ar: {price}/لكل ليلة

source: ReadMore
ar: قراءة المزيد

source: ReadLess
ar: اخفاء

source: Bathroom
ar: حمام

source: Bedroom
ar: غرفة نوم

source: Kitchen
ar: مطبخ

# book_now
source: BookIt Now
ar: احجز الآن

# cannot_rate_own_property
source: You can't rate your own property
ar: لا يمكنك تقييم عقارك الخاص

source: Rate This Property
ar: قيّم هذا العقار

# rating_success
source: Rating submitted successfully!
ar: تم إرسال التقييم بنجاح!

source: Update Your Rating
ar: تحديث التقييم

# previous_rating_message
source: You previously rated this property {rating} ⭐ You can update your rating below.
ar: لقد قمت بتقييم هذا العقار مسبقًا بـ {rating} ⭐ يمكنك تحديث تقييمك أدناه.

# rate_experience_prompt
source: How would you rate your experience?
ar: كيف تقيم تجربتك؟

source: Cancel
ar: إلغاء

source: Update
ar: تحديث

source: Submit
ar: إرسال

source: Rating failed
ar: فشل التقييم

# fetchFailed
source: Failed to fetch data.
ar: فشل في جلب البيانات.

# noProperties
source: No properties found.
ar: لا توجد عقارات.

# timeout
source: Connection timeout. Please try again.
ar: انتهت مهلة الاتصال، حاول مرة أخرى.

# serverError
source: Server error occurred.
ar: حدث خطأ في الخادم.

# unexpectedError
source: Something went wrong.
ar: حدث خطأ غير متوقع.

# ratingNotAllowed
source: You can’t rate a property you haven’t booked before.
ar: لا يمكنك تقييم عقار لم تقم بحجزه مسبقًا.

# propertyErrorConnectionTimeout
source: Connection timeout. Please try again.
ar: انتهت مهلة الاتصال. يرجى المحاولة مرة أخرى.

# propertyErrorServerError
source: Server error occurred. Please try again later.
ar: حدث خطأ في الخادم. يرجى المحاولة لاحقًا.

# propertyErrorUnauthorizedRating
source: You cannot rate a property you haven't booked before.
ar: لا يمكنك تقييم عقار لم تحجزه من قبل.

# propertyErrorNoPropertiesFound
source: No properties found.
ar: لم يتم العثور على عقارات.

# propertyErrorUnknown
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

# unit_square_meter
source: m²
ar: م²
