Repository: CuzImMazen/book_it
Catalog: lib/l10n/Book/book_*.arb
Languages: ar

# book_confirm_booking
source: Confirm your booking
ar: تأكيد الحجز

# book_details_prompt
source: We need a few more details to complete your booking.
ar: نحتاج إلى بعض التفاصيل لإكمال حجزك.

# book_start_date
source: Start Date:
ar: تاريخ البدء:

# book_start_date_hint
source: Select your start Date
ar: اختر تاريخ البدء

# book_end_date
source: End Date:
ar: تاريخ الانتهاء:

# book_end_date_hint
source: Select your end Date
ar: اختر تاريخ الانتهاء

# book_billing_address
source: Billing Address:
ar: عنوان الفوترة:

# book_billing_address_hint
source: Enter your billing address
ar: أدخل عنوان الفوترة

# book_card_number
source: Card Number:
ar: رقم البطاقة:

# book_card_number_hint
source: Enter your bill card number
ar: أدخل رقم بطاقة الفوترة

# book_total_price
source: Total Price: {price}$
ar: السعر الإجمالي: {price}$

# book_confirm_button
source: Confirm
ar: تأكيد

# booking_success_title
source: Success
ar: نجاح

# booking_success_message
source: Your booking request has been sent successfully
ar: تم إرسال طلب الحجز الخاص بك بنجاح

# booking_success_ok
source: OK
ar: حسناً

# cardNumberRequired
source: Please enter your card number
ar: يرجى إدخال رقم بطاقتك

# cardNumberTooShort
source: Card number must be at least 12 characters
ar: يجب أن يكون رقم البطاقة 12 حرفًا على الأقل

# cardNumberTooLong
source: Card number cant be more than 19 characters
ar: لا يمكن أن يكون رقم البطاقة أكثر من 19 حرفًا

# billingAddressRequired
source: Please enter your billing address
ar: يرجى إدخال عنوان الفوترة

# startDateRequired
source: Please enter your start date
ar: يرجى إدخال تاريخ البدء

# endDateRequired
source: Please enter your end date
ar: يرجى إدخال تاريخ الانتهاء

# bookErrorCannotBookOwnProperty
source: You cannot book your own property.
ar: لا يمكنك حجز عقارك الخاص.

# bookErrorDateConflict
source: The selected dates conflict with an existing booking.
ar: تاريخ الحجز المختار يتعارض مع حجز موجود.

# bookErrorNetworkError
source: Network error. Please check your connection.
ar: خطأ في الشبكة. يرجى التحقق من الاتصال.

# bookErrorServerError
source: Server error. Please try again later.
ar: خطأ في الخادم. يرجى المحاولة لاحقًا.

# bookErrorUnknown
source: Unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.
