Repository: CuzImMazen/book_it
Catalog: lib/l10n/History/history_*.arb
Languages: ar

# history_booking_history
source: Booking History
ar: سجل الحجوزات

# history_tab_ongoing
source: Ongoing
ar: جاري

# history_tab_completed
source: Completed
ar: مكتمل

# history_tab_canceled
source: Cancelled
ar: ملغى

# history_no_ongoing_bookings
source: No Ongoing bookings
ar: لا توجد حجوزات جارية

# history_no_completed_bookings
source: No Completed bookings
ar: لا توجد حجوزات مكتملة

# history_no_canceled_bookings
source: No Canceled bookings
ar: لا توجد حجوزات ملغاة

# editBooking_start_date
source: Start Date
ar: تاريخ البداية

# editBooking_end_date
source: End Date
ar: تاريخ النهاية

# editBooking_select_start_date_hint
source: Select start date
ar: اختر تاريخ البداية

# editBooking_select_end_date_hint
source: Select end date
ar: اختر تاريخ النهاية

# editBooking_enter_end_date_hint
source: Enter End Date
ar: أدخل تاريخ النهاية

# editBooking_confirm_button
source: Confirm
ar: تأكيد

# editBooking_no_changes_message
source: You didnâ€™t change anything
ar: لم تغير أي شيء

# price_per_night
source: {price}/Night
ar: {price}/ليلة

# editBooking_title
source: Edit Booking
ar: تعديل الحجز

# editBooking_upcomingSuccess
source: Update Booking request has been sent to Owner
ar: تم إرسال طلب تعديل الحجز إلى المالك

# editBooking_activeSuccess
source: Booking update request has been sent to Owner
ar: تم إرسال طلب تحديث الحجز إلى المالك

# cancelBooking_title
source: Cancel booking
ar: إلغاء الحجز

# cancelBooking_message
source: Are you sure you want to cancel this booking?
ar: هل أنت متأكد أنك تريد إلغاء هذا الحجز؟

# cancelBooking_no
source: No
ar: لا

# cancelBooking_confirm
source: Cancel Booking
ar: إلغاء الحجز

# bookingErrorFailedCurrentBookings
source: Failed to load current bookings
ar: فشل في تحميل الحجوزات الحالية

# bookingErrorFailedFutureBookings
source: Failed to load upcoming bookings
ar: فشل في تحميل الحجوزات القادمة

# bookingErrorFailedOldBookings
source: Failed to load past bookings
ar: فشل في تحميل الحجوزات السابقة

# bookingErrorFailedCanceledBookings
source: Failed to load canceled bookings
ar: فشل في تحميل الحجوزات الملغاة

# bookingErrorFailedPendingBookings
source: Failed to load pending bookings
ar: فشل في تحميل الحجوزات المعلقة

# bookingErrorFailedPendingEditBookings
source: Failed to load pending edit bookings
ar: فشل في تحميل الحجوزات المعلقة للتعديل

# bookingErrorFailedCancelBooking
source: Failed to cancel the booking
ar: فشل في إلغاء الحجز

# bookingErrorFailedUpdateBooking
source: Failed to update the booking
ar: فشل في تحديث الحجز

# bookingErrorDateConflict
source: Cannot update booking due to date conflict
ar: لا يمكن تحديث الحجز بسبب تعارض التواريخ

# bookingErrorFailedAddRating
source: Failed to add rating
ar: فشل في إضافة التقييم

# bookingErrorFailedEditRating
source: Failed to edit rating
ar: فشل في تعديل التقييم

# bookingErrorUnknown
source: Unexpected error occurred
ar: حدث خطأ غير متوقع

# status_canceled
source: Canceled
ar: ملغى

# status_completed
source: Completed
ar: مكتمل

# status_active
source: Active
ar: نشط

# status_pending
source: Pending
ar: قيد الانتظار

# status_edit
source: Pending Edit
ar: قيد انتظار التعديل

# status_upcoming
source: Upcoming
ar: قادم
